Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Choose File…
bn_bd: ফাইল নির্বাচন…

source: Choose Folder
bn_bd: ফোল্ডার নির্বাচন

source: Choose Folder…
bn_bd: ফোল্ডার বেছে নিন… (C)

source: Choose from thousands of add-ons
bn_bd: হাজারেরও বেশি অ্যাড-অন থেকে পছন্দ করুন

source: Choose from thousands of themes.
bn_bd: হাজার হাজার থিম থেকে পছন্দ করুন

source: Choose Helper Application
bn_bd: সহায়ক অ্যাপ্লিকেশন বেছে নিন

source: Choose how &brandShortName; handles the files you download from the web or the applications you use while browsing.
bn_bd: পছন্দ করুন &brandShortName; কিভাবে আপনার ফাইল ওয়েব থেকে ডাউনলোড করতে অথবা যে অ্যাপলিকেশনগুলো আপনার ব্রাউজিং এর সময় ব্যবহার করেন।

source: Choose Install Location
bn_bd: ইনস্টলেশনের জায়গা নির্বাচন

source: Choose other Application
bn_bd: অন্য অ্যাপ্লিকেশন নির্বাচন

source: Choose ping:
bn_bd: পিং নির্বাচন করুন:

source: Choose Profile Folder
bn_bd: প্রোফাইলের ফোল্ডার বেছে নিন

source: Choose setup options
bn_bd: সেটআপের অপশন নির্বাচন

source: Choose Start Menu Folder
bn_bd: স্টার্ট মেনু ফোল্ডার নির্বাচন

source: Choose &tabCrashed.restoreTab; or &tabCrashed.restoreAll; to reload page content.
bn_bd: পাতার কন্টেন্ট রিলোড করতে &tabCrashed.restoreTab; অথবা &tabCrashed.restoreAll; পছন্দ করুন।

source: Choose &tabCrashed.restoreTab; to reload page content.
bn_bd: পাতার কন্টেন্ট রিলোড করতে &tabCrashed.restoreTab; পছন্দ করুন।

source: Choose the folder in which to install $BrandFullNameDA.
bn_bd: $BrandFullNameDA যেই ফোল্ডারে ইনস্টল করা হবে সেটি নির্বাচন করুন।

source: Choose the type of setup you prefer, then click Next.
bn_bd: আপনার পছন্দমত সেটআপ নির্বাচন করুন, তারপর 'পরবর্তী' ক্লিক করুন।

source: Choose Token Dialog
bn_bd: টোকেন নির্বাচন সংক্রান্ত ডায়লগ বেছে নিন

source: Choose What I Share
bn_bd: আমি কি শেয়ার করি তা নির্বাচন করুন

source: Choose what to synchronize on your devices using &brandShortName;.
bn_bd: &brandShortName; দিয়ে আপনার ডিভাইসে কি কি সিঙ্ক্রোনাইজ করা হবে তা নির্বাচন করুন।

source: Choose which features of $BrandFullNameDA you want to install.
bn_bd: আপনি $BrandFullNameDA এর যে বৈশিষ্ট্যগুলো ইনস্টল করতে চান তা নির্বাচন করুন।

source: Choose your default search engine. &brandShortName; uses it in the location bar, search bar, and start page.
bn_bd: আপনার ডিফল্ট সার্চ ইঞ্জিন নির্বাচন করুন । &brandShortName; লোকেশন বার, সার্চ বার এবং প্রথম পাতায় এটা ব্যবহার করে

source: Choose your preferred language for displaying pages
bn_bd: পাতা প্রদর্শনে পছন্দসই ভাষা নির্বাচন করুন

source: Christmas Island
bn_bd: ক্রিস্টমাস দ্বীপ

source: Chrome
bn_bd: ক্রোম C

source: Chrome Canary
bn_bd: ক্রোম ক্যানারি

source: chrome frames
bn_bd: ক্রোম ফ্রেম

source: Chromium
bn_bd: ক্রৌমিয়াম

source: Church Slavic
bn_bd: চার্চ স্লাভিক

source: Chuvash
bn_bd: চুভাশ

source: Cipher suite:
bn_bd: সাইফার স্যুট:

source: circle
bn_bd: বৃত্ত

source: class name
bn_bd: ক্লাসের নাম

source: Clear
bn_bd: মুছে ফেলা (C)

source: Clear all cookies and site data
bn_bd: সব কুকিজ এবং সাইট ডেটা পরিস্কার করা

source: clear all current history
bn_bd: বর্তমান সব ইতিহাস মুছে ফেলা হবে

source: Clear All Data
bn_bd: সমস্ত ডেটা সাফ করুন

source: Clear All History
bn_bd: সব ইতিহাস অপসারণ

source: Clear Downloads
bn_bd: ডাউনলোডসমূহ মুছুন

source: Clear entries from the application cache
bn_bd: অ্যাপ্লিকেশন ক্যাশ থেকে এন্ট্রি মুছে ফেলুন

source: Clear History
bn_bd: ইতিহাস মুছে ফেলুন

source: Clear history when &brandShortName; closes
bn_bd: &brandShortName; বন্ধ করার সময় ইতিহাস মুছে ফেলা হবে

source: Clearing
bn_bd: পরিষ্কার করা হচ্ছে

source: Clear Items
bn_bd: আইটেম পরিস্কার করুন

source: Clear Log
bn_bd: লগ পরিষ্কার

source: Clear Now
bn_bd: মুছে ফেল

source: Clear one or more entries from the application cache
bn_bd: একটি বা তার অধিক এন্ট্রি মুছে ফেলুন অ্যাপ্লিকেশন ক্যাশ থেকে

source: Clear Preview Panel
bn_bd: প্রাকপদর্শন প্যানেল পরিষ্কার করুন

source: Clear Recent History
bn_bd: সাম্প্রতিক ইতিহাস অপসারণ

source: Clear Recent History…
bn_bd: সাম্প্রতিক ইতিহাস অপসারণ…

source: Clears completed, canceled and failed downloads
bn_bd: সম্পন্ন,বাতিলকৃত এবং ব্যর্থ ডাউনলোডগুলো মুছুন

source: Clear Search History
bn_bd: অনুসন্ধানের ইতিহাস অপসারণ

source: Clear Storage
bn_bd: স্টোরেজ পরিষ্কার

source: Clear the collected traces
bn_bd: সংগৃহীত চিহ্নগুলি মুছে ফেলুন

source: Clear the console
bn_bd: কনসোল পরিষ্কার করুন

source: Clear the output area
bn_bd: আউটপুটের জায়গাটি পরিস্কার করুন

source: Clear the Web Console output
bn_bd: ওয়েব কনসোল আউটপুট পরিষ্কার করুন

source: Clear this permission and ask again
bn_bd: এই অনুমোদন পরিষ্কার করুন এবং আবার জিজ্ঞাসা করুন

source: ClearType Parameters
bn_bd: ClearType স্থিতিমাপসমূহ

source: clear your recent history
bn_bd: আপনার সাম্প্রতিক ইতিহাস মুছে ফেলতে

source: Click
bn_bd: ক্লিক

# Click Cancel to stop the installation or Retry to try again.
source: Click Cancel to stop the installation or\nRetry to try again.
bn_bd: ইনস্টলেশন বন্ধ করতে 'বাতিল' ক্লিক করুন বা\nআবার চেষ্টা করার জন্য "আবার চেষ্টা" ক্লিক করুন।

source: Click Done to continue starting &brandShortName;.
bn_bd: &brandShortName; আরম্ভের জন্য &quot;সম্পন্ন&quot; ক্লিক করুন।

source: Click Done to create this new profile.
bn_bd: নতুন প্রোফাইল তৈরীর কাজ শেষ করতে "সম্পন্ন" বোতামটিতে ক্লিক করুন।

source: clicked
bn_bd: ক্লিক করা হয়েছে

source: Click Finish to continue starting &brandShortName;.
bn_bd: &brandShortName; আরম্ভের জন্য &quot;সমাপ্ত&quot; ক্লিক করুন।

source: Click Finish to create this new profile.
bn_bd: নতুন প্রোফাইল তৈরীর কাজ শেষ করতে "সমাপ্ত" বোতামটিতে ক্লিক করুন।

source: Click here for details
bn_bd: বিস্তারিত জানতে ক্লিক করুন

source: Click Install to continue.
bn_bd: চালিয়ে যেতে "ইনস্টল" ক্লিক করুন।

source: Click Install to start the installation.
bn_bd: ইনস্টলেশন শুরু করতে ইনস্টল ক্লিক করুন।

source: Click Next to continue.
bn_bd: এগিয়ে যেতে পরবর্তী ক্লিক করুন।

source: Click on a service to add it to &brandShortName;.
bn_bd: কোন পরিষেবা তে ক্লিক করে তাকে &brandShortName; এর সাথে যুক্ত করতে পারবেন।

source: • Click on the
bn_bd: ক্লিক করুন

source: Click on the
bn_bd: ক্লিক করুন

source: Click to change value
bn_bd: মান পরিবর্তন করতে ক্লিক করুন

source: click to collapse this section
bn_bd: এই অধ্যায় সংকুচিত করতে ক্লিক করুন

source: click to expand this section
bn_bd: এই অধ্যায় প্রসারিত করতে ক্লিক করুন

source: Click to highlight this node in the page
bn_bd: এ পাতায় নোডটি হাইলাইট করতে ক্লিক করুন

source: Click to open the color picker, shift+click to change the color format
bn_bd: কালার পিকার খুলতে ক্লিক করুন, কালার বিন্যাস পরিবর্তন করতে shift+click ক্লিক করুন

source: Click to open the filter editor
bn_bd: filter editor খুলতে ক্লিক করুন

source: Click to open the timing-function editor
bn_bd: timing-function editor খুলতে ক্লিক করুন

source: Click to remove
bn_bd: সরিয়ে ফেলতে ক্লিক করুন

source: Click to select columns to display
bn_bd: যে কলাম প্রদর্শিত হবে তা নির্বাচন করতে ক্লিক করুন

source: Click to select the node in the inspector
bn_bd: পর্যবেক্ষকে নোড নির্বাচন করতে ক্লিক করুন

source: Click to select this node in the Inspector
bn_bd: ইনসপেক্টরে নোডটি হাইলাইট করতে ক্লিক করুন

source: Click to set value
bn_bd: মান বসাতে ক্লিক করুন

source: Click to sort
bn_bd: ক্রমানুসারে সাজাতে ক্লিক করুন

source: Click to toggle the CSS Grid highlighter
bn_bd: CSS Grid highlighter টগল করতে ক্লিক করুন

source: Click Uninstall to continue.
bn_bd: পরবর্তী ধাপে যাওয়ার জন্য আনইনস্টল ক্লিক করুন।

source: Click Uninstall to start the uninstallation.
bn_bd: আনইনস্টলেশন শুরু করতে আনইনস্টল ক্লিক করুন।

source: Click Upgrade to continue.
bn_bd: চালিয়ে যেতে "আপগ্রেড" ক্লিক করুন।

source: Client authentication failed: private key in key database does not match public key in certificate database.
bn_bd: ক্লায়েন্টের পরিচয় প্রমাণ করতে ব্যর্থ: কী ডাটাবেসের প্রাইভেট কী এবং সার্টিফিকেট ডাটাবেসের পাবলিক কী দুটির মধ্যে অমিল।

source: Client Endpoint: %1$S
bn_bd: ক্লায়েন্ট এন্ডপয়েন্টঃ %1$S

source: Client failed to generate session keys for SSL session.
bn_bd: SSL সেশানের জন্য ক্লায়েন্ট দ্বারা সেশন কী তৈরি করা যায়নি।

source: Client Identification
bn_bd: ক্লায়েন্ট পরিচয় প্রমাণ প্রক্রিয়া

source: Client’s SSL session ID not found in server’s session cache.
bn_bd: সার্ভারের সেশন ক্যাশের মধ্যে ক্লায়েন্টের SSL সেশন ID পাওয়া যায়নি।

source: Clipboard
bn_bd: ক্লিপবোর্ড

source: Clipperton Island
bn_bd: ক্লিপারটন দ্বীপপুঞ্জ

source: close
bn_bd: বন্ধ

source: &Close
bn_bd: বন্ধ (&C)

source: Close All Container Tabs?
bn_bd: সব কনটেইনার ট্যাব বন্ধ করবেন?

source: Close all <html:strong>Tabs</html:strong> and <html:strong>Windows</html:strong>
bn_bd: সব <html:strong>ট্যাবগুলি</html:strong> এবং <html:strong>উইন্ডো</html:strong> বন্ধ করুন

source: Close all remote debug ports
bn_bd: সকল রিমোর্ট ডিবাগ পোর্ট বন্ধ করুন

source: Close all tabs
bn_bd: সব ট্যাব বন্ধ কর

source: closed
bn_bd: বন্ধ করা হয়েছে

source: Close Developer Toolbar
bn_bd: ডেভেলপার টুলবার বন্ধ করুন

source: Close Developer Tools
bn_bd: ডেভেলপার টুলবার বন্ধ করুন

source: Close find bar
bn_bd: অনুসন্ধান বার বন্ধ করুন

source: Close others
bn_bd: অন্যগুলো বন্ধ করুন

source: Close Other Tabs
bn_bd: অন্যান্য ট্যাব বন্ধ করুন O

source: Close Reader View
bn_bd: রিডার ভিউ বন্ধ করুন

source: Close Responsive Design Mode
bn_bd: প্রতিক্রিয়াশীল ডিজাইন মোড‌ বন্ধ করুন

source: Close %S
bn_bd: %S বন্ধ

source: Closes all the open ports for remote debugging.
bn_bd: রিমোট ডিবাগিং এর জন্য উন্মুক্ত পোর্ট বন্ধ করুন

source: Close #S Container Tab;Close #S Container Tabs
bn_bd: #S কনটেইনার ট্যাব বন্ধ করুন;#S কনটেইনার ট্যাবগুলো বন্ধ করুন

source: Close sidebar
bn_bd: সাইডবার বন্ধ করুন

source: Close Sidebar
bn_bd: সাইডবার বন্ধ করুন

source: Close tab
bn_bd: ট্যাব বন্ধ করুন

source: Close Tab
bn_bd: ট্যাব বন্ধ C

source: Close tabs
bn_bd: সব ট্যাব বন্ধ করা হোক

source: Close tab (%S)
bn_bd: ট্যাব বন্ধু করুন (%S)

source: Close tabs to the right
bn_bd: ডানের ট্যাব বন্ধ কর

source: Close Tabs to the Right
bn_bd: ডানদিকের ট্যাব বন্ধ করুন i

source: Close the console
bn_bd: কনসোলটি বন্ধ করুন

source: Close the debugger
bn_bd: ডিবাগার বন্ধ করুন

source: Close the profiler
bn_bd: প্রোফাইলার টি বন্ধ করুন

source: Close this message
bn_bd: এই বার্তা বন্ধ

source: Close this notification
bn_bd: নোটিফিকেশনটি বন্ধ করুন

source: Close This Sidebar
bn_bd: এই সাইডবারটি বন্ধ করুন C

source: Close This Tab
bn_bd: এই ট্যাবটি বন্ধ করুন

source: Close Window
bn_bd: উইন্ডো বন্ধ

source: closing fence
bn_bd: শেষ বেড়া

source: closing ‘}’ of @counter-style block
bn_bd: সমাপনী '}' @cকাউন্টার স্টাইলের ব্লক

source: closing } of declaration block
bn_bd: ডেক্লারেশন ব্লকের সমাপনী }

source: closing } of invalid rule set
bn_bd: অকার্যকর নিয়ম সেটের সমাপনী }

source: Cocos (Keeling) Islands
bn_bd: কোকোস (কেলিং) দ্বীপ

source: Code:
bn_bd: কোড: (o)

source: Code Signing
bn_bd: কোড স্বাক্ষর

source: Collapse
bn_bd: সংকোচন

source: collapsed
bn_bd: সংকুচিত

source: Collapse inspector
bn_bd: পরিদর্শক সংকুচিত করুন

source: Collapse pane
bn_bd: প্যান সঙ্কোচন করুন

source: Collapse Pane
bn_bd: প্যান সঙ্কোচন করুন

source: Collapse panes
bn_bd: প্যান সঙ্কোচন করুন

source: Collapse Rows
bn_bd: সারি সংকোচন

source: Collect instantaneous CSS coverage data
bn_bd: ক্ষণিক সিএসএস কভারেজ তথ্য সংগ্রহ

source: Colombia
bn_bd: কলোম্বিয়া

source: Color
bn_bd: রঙিন (C)

source: Color:
bn_bd: রঙ:

source: color component
bn_bd: রঙের কমপোনেন্ট

source: Color Name:
bn_bd: রঙের নাম:

source: Color Names
bn_bd: রঙের নামসমূহ

source: Colors
bn_bd: রং

source: Colors…
bn_bd: রং... C

source: column
bn_bd: কলাম

source: Column:
bn_bd: কলাম:

source: column header
bn_bd: কলামের হেডার

source: Column %S
bn_bd: কলাম %S

source: combo box
bn_bd: কম্বো বক্স

source: Combo boxes
bn_bd: কম্বো বক্সসমূহ

source: combo box list
bn_bd: কম্বো বাক্স তালিকা

source: combo box option
bn_bd: কম্বো বক্স অপশন

source: Command line parsing error
bn_bd: কমান্ড লাইন পার্সিং ত্রুটি

source: Command prefix is unset
bn_bd: কমান্ড প্রিফিক্স সেট করা নয়

source: Commands starting with ‘%S’:
bn_bd: কমান্ড '%S' দিয়ে শুরু হয়েছে:

source: Commands to control settings
bn_bd: কন্ট্রোল সেটিংসের জন্য কমান্ড

source: Commands to control the console
bn_bd: কনসোল নিয়ন্ত্রন করার কমান্ডসমূহ

source: Commands to display and alter preferences both for GCLI and the surrounding environment
bn_bd: GCLI ও পারিপার্শ্বিক পরিবেশ উভয়ের জন্য কমান্ড প্রর্দশন এবং পছন্দ পরিবর্তন করুন

source: Commands to interrupt or resume the main thread, step in, out and over lines of code
bn_bd: কমান্ড এবং প্রধান থ্রেড বিভক্ত করুন, পদার্পণ করুন, বের হন এবং লাইনের উপর কোড পুনরায় শুরু করুন

source: Commands to list, add and remove breakpoints
bn_bd: ব্রেকপয়েন্ট তালিকা, যোগ বা সরিয়ে ফেলার আদেশসমূহ

source: Commands to list and get suggestions about security features for the current domain.
bn_bd: তালিকা এবং বর্তমান ডোমেনের জন্য নিরাপত্তা বৈশিষ্ট্য সম্পর্কে পরামর্শ পেতে কমান্ড পাওয়া যায়।

source: Commands to list, create, delete and alter cookies for the current domain.
bn_bd: তালিকা করতে কমান্ড করুন, তৈরি করুন, মুছে ফেলুন এবং সাম্প্রতিক ডোমেইনের জন্য কুকিজ পরিবর্তন করুন।

source: Commands to manipulate function call logging
bn_bd: নিপূণভাবে ফাংশন কল লগিং করতে কমান্ড করুন

source: Commands to start or stop a JavaScript profiler
bn_bd: জাভাস্ক্রিপ্ট প্রোফাইলার চালু বা বন্ধ করার জন্য যেই কমান্ড গুলো ব্যবহার করা হবে

source: Commands to step in, out and over lines of code
bn_bd: কমান্ড, আউট এবং লাইনের উপর কোড দিতে

source: Common Name (CN)
bn_bd: সাধারণ নাম (CN)

source: Common Name (CN):
bn_bd: সাধারণ নাম (CN):

source: Common Preferences
bn_bd: সাধারন অগ্রাধিকার

source: Comoros
bn_bd: কোমোরোস

source: Compact
bn_bd: আঁটসাঁট

source: Compact Dark
bn_bd: কম্প্যাক্ট ডার্ক

source: Compact Light
bn_bd: কম্প্যাক্ট লাইট

source: Compare snapshots
bn_bd: স্ন্যাপসটসমূহ তুলনা করুন

source: Comparison
bn_bd: তুলনা

source: Compatible Add-ons Installed
bn_bd: উপযুক্ত অ্যাড-অন ইনস্টল করা হয়েছে

source: complementary
bn_bd: সম্পূরক

source: Complete
bn_bd: সম্পন্ন

source: Completed
bn_bd: সম্পন্ন

source: Completing the $BrandFullNameDA Setup Wizard
bn_bd: $BrandFullNameDA সেটআপ উইজার্ড সম্পন্ন করা হচ্ছে

source: Completing the $BrandFullNameDA Uninstall Wizard
bn_bd: $BrandFullNameDA আনইনস্টল উইজার্ড সম্পন্ন করা হচ্ছে

source: Completing the %S
bn_bd: %S সম্পন্ন করা হচ্ছে

source: Components.utils.forceGC() was called to force a garbage collection.
bn_bd: Components.utils.forceGC() কে কল করা হয় একটি গার্বেজ কালেকশনকে জোর করার জন্য।

source: Composite Layers
bn_bd: কম্পোজিট স্তরসমূহ

source: Composite Request Sent
bn_bd: কম্পোজিট রিকোয়েস্ট পাঠানো হয়েছে

source: Compositing
bn_bd: কম্পোজিটিং

source: Composition
bn_bd: গঠন

source: Computed
bn_bd: নির্ণিত

source: Computing difference…
bn_bd: কম্পিউটিং-এর ভিন্নতা...

source: Computing dominator’s retained sizes…
bn_bd: ডমিনেটর এর থেকে যাওয়া আকার কমপিউট করা হচ্ছে...

source: Computing sizes…
bn_bd: আকার কম্পিউট করা হচ্ছে...

source: Concentrate on a group of commands
bn_bd: একটি গ্রুপ কমান্ডের উপর মনোনিবেশ করুন

source: Conclusion
bn_bd: সমাপ্তি

source: Config Data
bn_bd: উপাত্ত কনফিগ

source: configurable
bn_bd: কনফিগার করার যোগ্য

source: Configuration Error
bn_bd: কনফিগারেশন ত্রুটি

source: Configure…
bn_bd: কনফিগার... C

source: Configure conditional breakpoint
bn_bd: শর্তাধীন ব্রেকপয়েন্ট কনফিগার করুন

source: Configured OCSP responder’s certificate is invalid.
bn_bd: কনফিগার করা OCSP উত্তর প্রদানকারীর সার্টিফিকেটটি অকার্যকর।

source: Configure how &brandShortName; connects to the Internet
bn_bd: &brandShortName; ইন্টারনেটের সাথে কিভাবে সংযুক্ত হবে তা কনফিগার করুন

source: Configure performance preferences.
bn_bd: কার্যকারিতার অগ্রাধিকার কনফিগার করুন।

source: Configure Proxies to Access the Internet
bn_bd: ইন্টারনেট সংযোগের জন্য প্রক্সি কনফিগারেশন

source: Confirm
bn_bd: নিশ্চিতকরণ

source: Confirm close
bn_bd: বন্ধ করা নিশ্চিতকরণ

source: Confirm Dialog Preference
bn_bd: ডায়ালগ পছন্দসমূহ নিশ্চিতকরণ

source: Confirm open
bn_bd: প্রদর্শন নিশ্চিতকরণ

source: Confirm Password Change
bn_bd: পাসওয়ার্ড পরিবর্তন নিশ্চিতকরণ

source: Confirm Security Exception
bn_bd: নিরাপত্তা ব্যতিক্রম অনুমোদন (C)

source: Congo (Brazzaville)
bn_bd: কঙ্গো (ব্রাজাভিল)

source: Congo (Kinshasa)
bn_bd: কঙ্গো (কিনশাসা)

source: Connect
bn_bd: সংযুক্ত করুন

source: Connect…
bn_bd: সংযোগ…

source: Connected to %1$S…
bn_bd: %1$S এর সাথে সংযুক্ত…

source: Connecting:
bn_bd: সংযুক্ত করা হচ্ছে :

source: Connecting…
bn_bd: সংযুক্ত করা হচ্ছে …

source: Connecting to %1$S…
bn_bd: %1$S এর সাথে সংযোগ করা হচ্ছে…

source: Connecting to the update server…
bn_bd: হালনাগাদ সার্ভারের সাথে সংযুক্ত করা হচ্ছে…

source: Connection
bn_bd: সংযোগ

source: Connection:
bn_bd: সংযুক্ত করা হচ্ছে:

source: Connection called %S already exists.
bn_bd: %S নামক সংযোগ ইতোমধ্যে বিদ্যমান।

source: Connection Encrypted (%1$S, %2$S bit keys, %3$S)
bn_bd: সংযোগ এনক্রিপ্ট করা হয়েছে (%1$S, %2$S bit keys, %3$S)

source: Connection Interrupted
bn_bd: সংযোগ বিঘ্নিত

source: Connection is Not Secure
bn_bd: সংযোগ নিরাপদ নয়

source: Connection Log
bn_bd: কানেকশন লগ

source: Connection Not Encrypted
bn_bd: সংযোগ এনক্রিপ্ট করা হয়নি

source: Connection Partially Encrypted
bn_bd: সংযোগ আংশিকরূপে এনক্রিপ্ট করা

source: Connection refused
bn_bd: সংযোগ প্রত্যাখ্যাত

source: Connection Settings
bn_bd: সংযোগের সেটিং

source: Connection timed out
bn_bd: সংযোগের সময় উত্তীর্ণ হয়ে গেছে

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Scratchpad to try again.
bn_bd: সংযোগ সময় শেষ। সম্ভাব্য ত্রুটি বার্তার জন্য ত্রুটি কনসোলের দুটি প্রান্তই পরীক্ষা করুন । পুনরায় স্ক্র্যাচপ্যাড চালু করে চেষ্টা করুন।

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Web Console to try again.
bn_bd: সংযোগ সময় শেষ। সম্ভাব্য ত্রুটি বার্তার জন্য ত্রুটি কনসোলের দুটি প্রান্তই পরীক্ষা করুন । পুনরায় ওয়েব কনসোল চালু করে চেষ্টা করুন।

source: Connect to remote device
bn_bd: দূরবর্তী ডিভাইসের সাথে সংযুক্ত করুন

source: Connect to the server, creating local versions of the commands on the server. Remote commands initially have a prefix to distinguish them from local commands (but see the context command to get past this)
bn_bd: সার্ভারে কমান্ডের স্থানীয় সংস্করণ তৈরি করে, সার্ভারের সাথে সংযোগ করুন। প্রথমত স্থানীয় কমান্ড থেকে রিমোট কমান্ড পৃথকের জন্য তাদের একটি প্রিফিক্স আছে (কিন্তু এর অতীত পেতে বিষয়বস্তু কমান্ড দেখুন)

source: Connect with a &syncBrand.fxAccount.label;
bn_bd: &syncBrand.fxAccount.label; এর সাথে কানেক্ট করো

source: Consecutive hyphens did not terminate a comment. “--” is not permitted inside a comment, but e.g. “- -” is.
bn_bd: মন্তব্যে পরপর হাইফেন বব্যহার করা হয়নি। “--” মন্তব্যে অনুমোদিত নয়, কিন্তু “- -” অনুমোদিত।

source: Console
bn_bd: কনসোল

source: Console Panel
bn_bd: কনসোল প্যানেল

source: Console was cleared.
bn_bd: কনসোল পরিষ্কার করা হয়েছিল।

source: Container:
bn_bd: কনটেনার:

source: Containers
bn_bd: কন্টেইনার

source: Container Tabs
bn_bd: কন্টেইনার ট্যাব

source: content
bn_bd: কন্টেন্ট

source: Content
bn_bd: বিষয়বস্তু C

source: Content:
bn_bd: বিষয়বস্তু:

source: Content Encoding Error
bn_bd: বিষয়বস্তু এনকোডিং ত্রুটি

source: content info
bn_bd: কন্টেন্ট এর তথ্য

source: Content process limit
bn_bd: বিষয়বস্তু প্রক্রিয়াকরণ সীমা

source: Content Process Sandboxing
bn_bd: কন্টেন্ট প্রক্রিয়ার স্যান্ডবক্সিং

source: Content Process Sandbox Level
bn_bd: বিষয়বস্তু প্রক্রিয়ার স্যান্ডবক্সিং স্তর

source: Content-Security-Policy for
bn_bd: বিষয়বস্তুর-নিরাপত্তা-নীতির জন্য

source: contents of media query expression
bn_bd: মিডিয়া অনুসন্ধান এক্সপ্রেশনের বিষয়বস্তু

source: Content Type
bn_bd: বিষয়বস্তুর ধরণ

source: Continue
bn_bd: চালিয়ে যান (C)

source: Continue Allowing
bn_bd: অনুমতি অব্যাহত রাখুন C

source: Continue Blocking
bn_bd: ব্লক অব্যাহত রাখুন B

source: Contrast Ratio
bn_bd: কন্ট্রাস্ট অনুপাত

source: Contribute
bn_bd: অবদান রাখুন C

source: Contribute to the development of this add-on
bn_bd: অ্যাড-অন উন্নয়নে অবদান রাখুন

source: contributors
bn_bd: অবদানকারী

source: Contributors:
bn_bd: অবদানকারী:

source: Control CSS coverage analysis
bn_bd: CSS কভারেজ নিয়ন্ত্রণ বিশ্লেষণ

source: Control Responsive Design Mode
bn_bd: প্রতিক্রিয়াশীল ডিজাইন মোড নিয়ন্ত্রণ করুন

source: Control Sharing
bn_bd: শেয়ারিং নিয়ন্ত্রণ করুন

source: Control Sharing on “%S”
bn_bd: "%S" এ শেয়ারিং নিয়ন্ত্রণ করুন

source: Control which websites are always or never allowed to send you notifications. If you remove a site, it will need to request permission again.
bn_bd: কোন ওয়েবসাইটগুলো ঘোষণা গ্রহণের জন্য সর্বদা অনুমতিপ্রাপ্ত কিংবা কখনোই নয় তা নিয়ন্ত্রণ করুন। আপনি যদি একটি সাইট মুছে ফেলেন, তবে তাকে আবার অনুমোদনের জন্য অনুরোধ করতে হবে।

source: Cookie Name
bn_bd: কুকির নাম

source: cookies
bn_bd: কুকি

source: Cookies
bn_bd: কুকি

source: Cook Islands
bn_bd: কুক দ্বীপপুঞ্জ

source: copied
bn_bd: কপিকৃত

source: Copied to clipboard.
bn_bd: ক্লিপবোর্ডে অনুলিপি করা হয়েছে।

source: Copies
bn_bd: কপি

source: Copy
bn_bd: অনুলিপি (C)

source: Copy All As HAR
bn_bd: HAR রূপে সব কপি করা হোক

source: Copy as cURL
bn_bd: cURL হিসাবে কপি করুন

source: Copy Attribute Value “%S”
bn_bd: অ্যাট্রিবিউট ভ্যালু অনুলিপি “%S”

source: Copy Audio Location
bn_bd: অডিওর ঠিকানা অনুলিপি

source: Copy Color
bn_bd: রঙ কপি করুন

source: Copy Details To Clipboard
bn_bd: ক্লিপবোর্ডে বিস্তারিত অনুলিপি করা হবে

source: Copy Download Link
bn_bd: ডাউনলোডের লিংক অনুলিপি

source: Copy Email Address
bn_bd: ইমেইল ঠিকানা অনুলিপি

source: Copy failed
bn_bd: অনুলিপি করতে ব্যর্থ

source: Copy Image
bn_bd: ছবি অনুলিপি

source: Copy Image as Data URI
bn_bd: ছবি ডেটা URI হিসাবে অনুলিপি করুন

source: Copy Image Data-URL
bn_bd: ইমেজ ডাটা URI কপি করুন

source: Copy Image Location
bn_bd: ছবির ঠিকানা অনুলিপি

source: Copy Link Address
bn_bd: লিংকের ঠিকানা কপি করুন

source: Copy Link Location
bn_bd: লিঙ্কের ঠিকানা অনুলিপি

source: Copy Location
bn_bd: লোকেশন কপি করুন

source: Copy Name
bn_bd: নাম অনুলিপি (N)

source: Copy Password
bn_bd: পাসওয়ার্ড অনুলিপি C

source: Copy POST Data
bn_bd: POST ডাটা কপি করুন

source: Copy Property Declaration
bn_bd: প্রোপার্টি ডিকলারেশন কপি করুন

source: Copy Property Name
bn_bd: প্রোপার্টি নাম কপি করুন

source: Copy Property Value
bn_bd: প্রোপার্টি ভ্যালু কপি করুন

source: Copy raw data to clipboard
bn_bd: ক্লিপবোর্ডে অবিন্যস্ত ডাটা অনুলিপি করুন

source: Copy Request Headers
bn_bd: অনুরোধ হেডার কপি করুন

source: Copy Response
bn_bd: রেসপন্স কপি করুন

source: Copy Response Headers
bn_bd: রেসপন্স হেডার কপি করুন

source: Copy Rule
bn_bd: রুল কপি করুন

source: Copy (%S)
bn_bd: কপি (%S)

source: Copy screenshot to clipboard? (true/false)
bn_bd: ক্লীপবোর্ডে স্ক্রীনশট অনুলিপি করা হবে? (সঠিক/ ভুল)

source: Copy Selector
bn_bd: সিলেক্টর কপি করুন

source: Copy Source Url
bn_bd: সোর্স Url অনুলিপি

source: Copy text to clipboard
bn_bd: লেখা ক্লিপবোর্ডে কপি করুন।

source: "Copy to "
bn_bd: "এখানে অনুলিপি করা হবে "

source: Copy URL
bn_bd: URL অনুলিপি করুন

source: Copy URL Parameters
bn_bd: URL-এর প্যারামিটার কপি করুন

source: Copy Username
bn_bd: ইউজারনেম কপি করো U

source: Copy Value
bn_bd: মান অনুলিপি ( V)

source: Copy Video Location
bn_bd: ভিডিওর ঠিকানা অনুলিপি

source: Coral Sea Islands
bn_bd: কোরাল সমুদ্র দ্বীপ

source: Cornish
bn_bd: কর্ণিশ

source: Corrupted Content Error
bn_bd: ক্ষতিগ্রস্ত বিষয়বস্তুর ত্রুটি

source: Corsican
bn_bd: কর্সিকান

source: Costa Rica
bn_bd: কোস্টা রিকা

source: Côte d’Ivoire
bn_bd: কোট দ'লাভর

source: Could not decode ASN.1 data. Specified template was invalid.
bn_bd: ASN.1 ডাটা এক্সেস করা যায়নি। উল্লেখিত খসড়াটি অকার্যকর।

source: Could not find any matching add-ons
bn_bd: কোনো অন্তরমিলযুক্ত অ্যাড-অন খুঁজে পাওয়া যায়নি

source: Could not find any matching downloads.
bn_bd: মিল আছে এরকম কোন ডাউনলোড খুঁজে পাওয়া যায়নি।

source: Could not find Content-Security-Policy for
bn_bd: বিষয়বস্তুর-নিরাপত্তা-নীতি খুজে পাওয়া যায়নি

source: "Could not find symbol: "
bn_bd: "চিহ্ন খুজে পাওয়া যায়নি: "

source: "Could not load: "
bn_bd: "লোড করা যায়নি: "

source: Could not load docs page.
bn_bd: ডকুমেন্ট লোড করা যায়নি।

source: Could not load the image
bn_bd: ছবিটি লোড করা যায়নি
